Repository: modell-aachen/MailFromWikiPlugin
Catalog: locale/MailFromWikiPlugin/*.po
Languages: de

source: Ask your question here...
de: Stellen Sie hier ihre Frage...

source: Cancel
de: Abbrechen

source: Could not determine you email.
de: Konnte Ihre E-Mail-Adresse nicht feststellen.

source: Could not load mail.
de: Konnte E-Mail nicht laden.

source: Could not resolve mail adresses.
de: Konnte E-Mail-Adressen nicht bestimmen.

source: Error sending mail.
de: Fehler beim Sender der E-Mail.

source: Failed to send mails, please contact your administrator.
de: Konnte E-Mails nicht versenden, bitte wenden Sie sich an den Administrator.

source: Missing email template.
de: E-Mail Vorlage fehlt.

source: Missing parameters fromweb or fromtopic
de: Parameter fromweb oder fromtopic fehlt.

source: Question about %1
de: Frage zu %1

source: Recipient:
de: Empfänger:

source: Send mail to %1
de: Versende E-Mail an %1

source: Subject:
de: Betreff:

source: Topic %1 does not exist.
de: Seite %1 existiert nicht.

source: You need to be logged in order to send mails
de: Sie müssen angemeldet sein, um E-Mails versenden zu können.

source: send mail
de: E-Mail senden

source: sending mail...
de: Sende E-Mail...
